{
    "STARTPAGE": {
        "ABOUTME": {
            "TITLE": "Über mich",
            "CONTENT": {
                "PARAGRAPH_1": "Mein Name ist Stefan Kern und ich arbeite seit meinem Abschluss, an der FH 2011, als Web developer in unterschiedlichen Bereichen. Dabei habe ich den Wandel der Web-Entwicklung hautnahe miterlebt.",
                "PARAGRAPH_2": "Angefangen beim damals absolut unverzichtbaren jQuery, über knockout zu angularjs und schließlich zu angular, welches auch für diese Webseite verwendet wird. Weiters habe ich mich auch mit Frameworks wie Bootstrap und Angular Materials intensiv beschäftigt. Hier war oft schwer herauszufinden, welche nicht nach einem Jahr wieder verschwunden sind. Gleiches gilt auch für diverse Plugins und Build Tools. Abseits von der Webentwicklung habe ich Erfahrung in C# und .Net, unterschiedlichen CMS Systemen und der Blockchain. Weiter unten findest du eine Wordcloud Auflistung mit welchen Technologien ich Erfahrung habe.",
                "PARAGRAPH_3": "Für meine Webseite war es mir wichtig State of Art Tools zu verwenden, diese richtig zusammen zu führen und eine optisch ansprechende und technisch solide Lösung zu schaffen. Im Detail bedeutet das",
                "PARAGRAPH_3_1": "Angular 12 als Framework",
                "PARAGRAPH_3_2": "Design mittels Angular Material aber auf mich angepasst",
                "PARAGRAPH_3_3": "schöne Logos und schöne Bilder",
                "PARAGRAPH_3_4": "interessante Texte",
                "PARAGRAPH_3_5": "technisch verspielte Element wie die Wordcloud",
                "PARAGRAPH_3_6": "Datenhaltung für nicht statische Teile in Google Firebase",
                "PARAGRAPH_3_7": "serverseitiges Rendering mit scully für SEO Optimierung",
                "PARAGRAPH_4_1": "Ich hoffe das Ergebnis gefällt dir. Solltest du ein interessantes Projekt oder Jobausschreibung haben, welche zu meinen Skills passt, melde dich über",
                "PARAGRAPH_4_2": "bei mir.",
                "PARAGRAPH_4_3": "Ich freue mich auf deinen Kontakt,"
            }
        }
    }
}